Page({
    data : {
        list : [
            {id : 1, title : "修改地址、收货时间（改天再送）、收货人、收货电话", value : "不支持修改，如订单提交错误，为快速解决您的问题，建议取消订单并重新下单"},
            {id : 2, title : "修改地址、收货时间（改天再送）、收货人、收货电话", value : "不支持修改，如订单提交错误，为快速解决您的问题，建议取消订单并重新下单"},
            {id : 3, title : "修改地址、收货时间（改天再送）、收货人、收货电话", value : "不支持修改，如订单提交错误，为快速解决您的问题，建议取消订单并重新下单"},
            {id : 4, title : "修改地址、收货时间（改天再送）、收货人、收货电话", value : "不支持修改，如订单提交错误，为快速解决您的问题，建议取消订单并重新下单"},
            {id : 5, title : "修改地址、收货时间（改天再送）、收货人、收货电话", value : "不支持修改，如订单提交错误，为快速解决您的问题，建议取消订单并重新下单"},
            {id : 6, title : "修改地址、收货时间（改天再送）、收货人、收货电话", value : "不支持修改，如订单提交错误，为快速解决您的问题，建议取消订单并重新下单"},
            {id : 7, title : "修改地址、收货时间（改天再送）、收货人、收货电话", value : "不支持修改，如订单提交错误，为快速解决您的问题，建议取消订单并重新下单"},
            {id : 8, title : "修改地址、收货时间（改天再送）、收货人、收货电话", value : "不支持修改，如订单提交错误，为快速解决您的问题，建议取消订单并重新下单"},
        ]
    },
    onLoad : function (option) {
        let id = option.id;
        console.log(id);
    }
})